[
  {
    "id": "1",
    "form": "一个信用卡申请系统的基本功能描述如下。",
    "contents": [
      {
        "content": "客户向系统提交信用卡申请。申请接收功能接收信用卡申请并将其记录到信用卡数据库中。预处理功能从信用卡数据库中读取信用卡申请并对申请信息进行初步检查。对于不符合要求的申请，这个预处理功能会生成无效的信用卡申请反馈给客户。对于符合要求的申请，这个预处理功能会向信用检查功能提供一个有效申请列表。信用检查功能从一个外部信用机构获得信用记录，并以此为基础检查申请人的信用。对于那些未通过信用检查的申请，信用检查功能会向客户发送一个未通过的申请反馈。对于通过信用检查的申请，信用检查功能会生成一个审批通过的申请列表并提供给发卡功能。最后，发卡功能生成信用卡并将它们发送给客户"
      },
      {
        "content": "分析上面这个系统的数据流并且回答以下问题。"
      }
    ],
    "options": [
      {
        "topic": [
          "画出该系统的顶层数据流图"
        ]
      },
      {
        "topic": [
          "画出该系统的1层数据流图"
        ]
      }
    ]
  },
  {
    "id": "2",
    "form": "一个招聘信息管理系统的描述如下。",
    "contents": [
      {
        "content": "在每一个招聘季，每个部门的部门秘书向系统提交职位列表和职位要求。“招聘准备”功能接收职位列表和职位要求，将它们记录到招聘数据库中，同时向外部的求职网站发布招聘广告。对这些职位感兴趣的求职者向招聘系统提交申请表格。“申请接受”功能接收申请表格，从招聘系统中读取职位要求，然后产生一个申请列表并发送给一个外部的能力测试系统。能力测试系统将能力测试结果发送给“最终决定”功能。该功能产生一个推荐列表给经理，并从经理那里获得通过的申请者列表，然后生成最终招聘列表并将其记录到招聘数据库中。最后，“通知”功能从招聘数据库中读取最终的招聘列表，然后向申请者发送招聘通知，同时向部门秘书发送新员工列表。"
      },
      {
        "content": "分析上面这个系统的数据流并且回答以下问题："
      }
    ],
    "options": [
      {
        "topic": [
          "画出该系统的顶层数据流图"
        ]
      },
      {
        "topic": [
          "画出该系统的1层数据流图"
        ]
      }
    ]
  },
  {
    "id": "3",
    "form": "根据以下所述的在线购物系统的需求画出相应的UML类图",
    "contents": [
      {
        "content": "系统中有很多产品出售，每件产品都有产品ID、名称、价格和产品描述。系统记录客户信息，包括客户ID、姓名和年龄。客户分为VIP客户或者普通客户。每一个客户可以有多个订单。每一个订单有订单ID和时间，并包含至少一个订单条目。每一个订单条目对应于一件产品，同时记录该产品的数量。每一个订单对应于一个付款信息，这个付款信息包括支付时间、支付方式和支付结果。"
      }
    ]
  },
  {
    "id": "4",
    "form": "根据以下所述的学术会议论文发表信息系统的需求画出相应的UML类图。",
    "contents": [
      {
        "content": "每一个研究人员都有姓名、所属机构以及电子邮箱地址。每一个会议论文集都有会议名称、会议地点以及日期，并包含一个或者多个研究人员作为论文集的编辑，同时包含一系列（1篇或1篇以上）的论文。每一篇论文都有标题、摘要、页数，并包含一个或多个作者（这些作者也都是研究人员）。论文包含三类，包括墙报、短文和长文。）"
      }
    ]
  },
  {
    "id": "5",
    "form": "对于以下所述的出版物领域的需求画出相应的UML类图。",
    "contents": [
      {
        "content": "出版物领域中所涉及的业务类包括：出版物、数字图书、纸质图书、CD、人、作者、编辑。他们的关系和属性如下：数字图书和纸质图书都是一种出版物；作者和编辑都是一种人；每一本纸质图书可以没有或者包含一张或多张CD作为附录；每一个出版物都有一个ISBN号、标题、页数、价格，包含一个或者多个作者并对应唯一的一个编辑；每一本数字图书有一个文件格式的属性，而每一本纸质图书都有一个印刷规格的属性；每一个人都有ID、姓名、性别和生日的属性。"
      }
    ]
  },
  {
    "id": "6",
    "form": "某个银行支持两类账户：支票账户和储蓄账户。每个账户（无论支票账户还是储蓄账户）都需要记录账户号和余额，同时与一个客户相关联。客户需要记录身份证号、姓名、性别和出生日期。此外，支票账户需要记录最近一笔存款的金额，而储蓄账户则需要记录累计利息。"
  },
  {
    "id": "7",
    "form": "用况分析与建模",
    "contents": [
      {
        "content": "一个网上购物系统为用户提供了网络购物支持。使用该系统，用户在第三方支付系统的支持下进行商品的选择和购买。用户还可以查询订单状态。此外，网上商城的工作人员可以对支付成功的用户订单进行处理。"
      }
    ],
    "options": [
      {
        "topic": [
          "根据以上描述分析该网上购物系统的用况并用一个UML用况图进行描述"
        ]
      },
      {
        "topic": [
          "根据以下描述分析“订单处理”用况并用一个UML泳道图描述该用况",
          "进入订单处理后，系统首先列出待处理的订单。工作人员查看订单列表并决定是否继续。如果选择结束处理，那么当前订单处理过程结束。否则（即选择继续处理）工作人员选择其中一个订单，接下来系统显示该订单的详细信息。工作人员检查订单详细信息并决定该订单是否可以进行配送。如果暂时不能配送，那么工作人员返回查看订单列表。如果可以配送，那么系统发送一个配送单给第三方配送系统。第三方配送系统接收配送单之后，该工作人员返回查看订单列表。"
        ]
      }
    ]
  },
  {
    "id": "8",
    "form": "用况分析与建模",
    "contents": [
      {
        "content": "一个图书馆管理系统是为读者和图书馆工作人员提供服务的系统。读者可以在图书馆工作人员的帮助下，一起完成开设账户、借书和还书的过程。读者也可以通过网页独自完成预约图书的过程。"
      }
    ],
    "options": [
      {
        "topic": [
          "根据上面的描述画出这个图书馆管理系统的UML用况图"
        ]
      },
      {
        "topic": [
          "根据下面的描述用UML泳道图来描述“借书”这个用况",
          "一个读者把图书和他的读者卡交给图书馆工作人员。工作人员扫描图书的条形码，然后通过图书馆管理系统检索并展示图书信息。如果这本书已经被其他读者预约，那么工作人员会告诉读者这本书现在不能出借，然后将读者卡还给读者，借书过程结束。如果这本书没有被其他读者预约，那么工作人员扫描读者卡，然后通过图书馆管理系统获取并显示读者信息。如果读者没有未缴纳的罚款，那么系统将记录本次借书信息，然后工作人员将书和读者卡还给读者，借书过程结束。如果读者有未缴纳的罚款，那么工作人员告诉读者需要支付罚款。如果读者选择支付，那么工作人员接收付款，系统更新罚款信息、记录本次借书信息，然后工作人员将书和读者卡还给读者，借书过程结束。如果读者选择本次不支付，那么工作人员将读者卡还给读者，借书过程结束。"
        ]
      }
    ]
  },
  {
    "id": "9",
    "form": "某模块的流程图如下图所示。试分别根据判定覆盖、条件覆盖、路径覆盖这三种覆盖标准设计最少的测试用例。对于每个测试用例，列出其测试数据（即变量X和Y的值）、预期的输出结果、程序的执行路径（按照语句的标号列出路径）。"
  }
]