[
  {
    "id": 1,
    "topic": ["什么是静态网页？什么事动态网页"],
    "answer": "静态网页是相对动态网页而言的，是指没有后台数据库、不含程序和不可交互的网页。动态网页是指显示的内容可以随着时间、环境或数据库操作结果而方式变化的网页。"
  },
  {
    "id": 2,
    "topic": ["什么是网页标记语言HTML？"],
    "answer": "网页标记语言HTML又称超文本标记语言，是标准通用标记语言下的一个应用，也是一种规范，一种标准。它通过标记符号来标记要显示的网页中的各个部分。网页文件本身就是一种文本文件，通过在文本文件中添加标记符，可以告诉浏览器如何显示其中的内容。"
  },
  {
    "id": 3,
    "topic": ["什么是网页脚本语言JavaScript？"],
    "answer": "JavaScript是一种基于对象和事件驱动并具有相对安全性的客户端脚本语言。同时也是一种广泛用于客户端Web开发的脚本语言，常用来给HTML网页添加动态功能，如响应用户的各种操作。"
  },
  {
    "id": 4,
    "topic": ["什么是Meta标签？"],
    "answer": "Meta是HTML中一个辅助标签，一般在代码的头部，可以定义网页的标题、关键字、网页描述等。这些信息在网页上是看不到，需要查看HTML源文件才能看到。Meta标签用来记录当前页面的相关信息，如字符编码、作者等head元素。"
  },
  {
    "id": 5,
    "topic": ["什么是超级链接？"],
    "answer": "超级链接是指从一个网页指向一个目标的连接关系，这个目标可以是另一个网页，也可以是相同网页上的不同位置，还可以是一个图片，一个电子邮件地址，一个文件，甚至是一个应用程序。而在一个网页中对应超级链接的对象，可以是一段文本或是一个图片。当浏览者单击已经链接的文字或图片后，链接目标将显示在浏览器上，并且根据目标的类型来打开或运行。"
  },
  {
    "id": 6,
    "topic": ["什么是锚点链接？"],
    "answer": "让链接对象接近焦点，便于访问者查看网页内容。"
  },
  {
    "id": 7,
    "topic": ["什么是JPEG图像？"],
    "answer": "JPEG是常见的一种图像格式，采用有损压缩方式去除冗余的图像和彩色数据，获得极高的压缩率的同时能展现十分丰富生动的图像。同时JPEG还是一种很灵活的格式，具有调节图像质量的功能，允许用不同的压缩比例对这种文件进行压缩，可以在图像质量和文件尺寸之间找到平衡点。"
  },
  {
    "id": 8,
    "topic": ["什么是表格？"],
    "answer": "一个表格是由一些粗细不同的横线和竖线构成的格子的集合，横向排列的格子集合称为行，纵向排列的格子集合称为列，每一个格子称为单元格，每一个单元格都是一个独立的正文输入区域，可以输入文字和图像，并单独进行排版和编辑。"
  },
  {
    "id": 9,
    "topic": ["什么是CSS级联样式表"],
    "answer": "CSS即级联样式表，是一种用来表现HTML或XML等文件样式的计算机语言。CSS的引入是为了使得HTML能够更好地使用页面的美工设计。以HTML为基础，提供了丰富的格式化功能，并且网页设计者可以针对各种可视化浏览器设置不同的样式风格等。"
  },
  {
    "id": 10,
    "topic": ["什么是DIV元素？"],
    "answer": "Div元素是用来为HTML文档内大块的内容提供结构和背景的元素。Div的起始标签和结束标签之间的所有内容都是用来构成这个块的，其中所包含元素的特性由Div标签的属性来控制，或者是通过使用样式表格式化这个块来进行控制。"
  },
  {
    "id": 11,
    "topic": ["什么是盒子模型？"],
    "answer": "CSS盒子模式都具备的属性包括内容（content），填充（padding），边框（border）和边界（margin），这些属性可以使用日常生活中的盒子来理解。内容就是盒子里装的东西。填充就是添加的抗震材料。边框就是盒子本身。边界则说明盒子摆放的时候不能全部堆在一起，要留有一定空隙保持通风，也为了方便取出。"
  },
  {
    "id": 12,
    "topic": ["什么是AP Div？"],
    "answer": "AP Div是指存放文本、图像、表单和插件等网页内容的容器，用来控制浏览器窗口中网页内容的位置和层次。AP Div最主要的特点就是它是浮动在网页内容之上的，可以在网页上任意改变其位置，实现对AP Div的准确定位。"
  },
  {
    "id": 13,
    "topic": ["什么是框架？"],
    "answer": "交时，这些信息将发送到服务器，然后由服务器端脚本或者应用程序进行信息处理，在服务器端处理完成后，再反馈到访问者。"
  },
  {
    "id": 14,
    "topic": ["什么是Spry菜单栏？"],
    "answer": "Spry菜单栏是构建一组可导航的菜单按钮，用户将鼠标移动至某个菜单按钮上时，将显示相应的子菜单。使用Spry菜单栏可以在紧凑的空间中显示大量的信息。"
  },
  {
    "id": 15,
    "topic": ["什么是搜索引擎推广？"],
    "answer": "搜索引擎推广是指利用搜索引擎、分类目录等具有在线检索信息功能的网络推广网站的方法。按照搜索引擎的基本形式，大致可以分为网络蜘蛛型搜索引擎和基于人工分类目录的搜索引擎两种。随着搜索引擎形式的进一步发展变化，也出现了其他一些形式的搜索引擎，不够大都是以这两种形式为基础。"
  },
  {
    "id": 16,
    "topic": ["什么是电子邮件推广？"],
    "answer": "以电子邮件为主要的网站推广手段，常用方法包括电子刊物、会员通信、专业服务商的电子邮件广告等。根据许可Email营销所应用的用户电子邮件地址资源的所有形式，可以分为内部列表Email营销和外部列表Email营销。"
  },
  {
    "id": 17,
    "topic": ["什么是软文推广？"],
    "answer": "软文是由企业的市场策划人员或广告公司的文案人员来负责撰写的文字广告。软文分别站到用户角度、行业角度、媒体角度有计划地撰写和发布推广，促使每篇软文都能够被各种网站转载发布，以达到最好的效果。"
  },
  {
    "id": 18,
    "topic": ["什么是病毒性营销方法？"],
    "answer": "病毒性营销方法是利用用户之间的主动传播，让信息像病毒那样扩散，从而达到推广的目的。病毒性营销方法实质上是在为用户提供有价值的免费服务的同时，附加上一定的推广信息。如果应用得到，病毒性营销手段往往可以以极低的代价取得非常显著的效果。"
  },
  {
    "id": 19,
    "topic": ["什么是口碑营销？"],
    "answer": "口碑营销是指网站运营商在调查市场需求的情况下，为消费者提供需要的产品和服务，同时制定一定的口碑推广计划，让消费者自动传播网站产品和服务的良好评价，从而让人们通过口碑了解产品、树立品牌、加强市场认知度，最终达到网站销售产品和提供服务的目的。"
  },
  {
    "id": 20,
    "topic": ["什么是数据库？"],
    "answer": "数据库指的是以一定方式储存在一起、能为多个用户共享、具有尽可能小的冗余度的特点、是与应用程序彼此独立的数据集合。"
  },
  {
    "id": 21,
    "topic": ["什么是数据库管理系统？"],
    "answer": "数据库管理系统(Database Management System)是一种操纵和管理数据库的大型软件，用于建立、使用和维护数据库，简称DBMS。它对数据库进行统一的管理和控制，以保证数据库的安全性和完整性。用户通过DBMS访问数据库中的数据，数据库管理员也通过dbms进行数据库的维护工作。"
  }
]
