[
  {
    "id": "1",
    "form": "From: U1 L2 P10",
    "contents": [
      {
        "content": "London: Melting Pot of Cultures",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Did you know that London is one of the most multicultural cities in the world? Here, there are about 300 different cultures living side by side. Forget tea and sandwiches, now it is more common for a Londoner to drink cappuccino for breakfast, and eat Thai food for lunch in the local pub. Let’s see how life has changed in Britain’s capital."
      },
      {
        "content": "A  India",
        "isBold": true
      },
      {
        "content": "Most people from India arrived in London in the 1950s and 60s. Now there is a strong Asian presence here – in the shops, markets and, of course, the restaurants. In fact, curry is Britain’s favorite takeaway meal. A typical family has a curry every two weeks, either delivered or bought ready-made from the supermarket. Indian people live all over London. Southall, in the far west of the city, is one of many places well known for its Indian culture."
      },
      {
        "content": "B  Poland",
        "isBold": true
      },
      {
        "content": "This community represents more than 1% of the UK’s total population and is growing rapidly. In London, many Polish people live in the Hammersmith area, in the west of the city. Here, there are several Catholic churches, and delicatessens which sell the country’s specialities such as beetroot soup (barszcz) or Polish cakes and snacks. Were they right to come? Young Poles say they can easily earn three times as much money here as at home, where unemployment remains high."
      },
      {
        "content": "C  West Africa",
        "isBold": true
      },
      {
        "content": "West Africans – mainly from Ghana and Nigeria – have brought a wealth of languages, music and culture to the British capital. Many London markets sell their traditional foods like yams洋芋 and different types of rice. A lot of Nigerians live in the south-east London area, in suburbs like Deptford."
      }
    ],
    "options": [
      {
        "topic": ["When did most people from India arrive in London?"],
        "options": [
          { "label": "The 1950s and 60s.", "isTrue": true },
          { "label": "The 1950s." },
          { "label": "The 1960s." }
        ]
      },
      {
        "topic": ["How often does a typical family have a curry?"],
        "options": [
          { "label": "Two times." },
          { "label": "Every two weeks.", "isTrue": true },
          { "label": "Two weeks." }
        ]
      },
      {
        "topic": ["Where do many Polish people live?"],
        "options": [
          { "label": "The east of the city." },
          { "label": " Catholic churches." },
          { "label": "The Hammersmith area.", "isTrue": true }
        ]
      },
      {
        "topic": ["Why do Polish people come to London?"],
        "options": [
          {
            "label": "They can earn three times as much money in the UK.",
            "isTrue": true
          },
          { "label": " Unemployment remains high in the UK." },
          { "label": "They are growing rapidly." }
        ]
      },
      {
        "topic": [
          "What kind of traditional West Africa foods do markets sell?"
        ],
        "options": [
          { "label": "Ghana and Nigeria." },
          { "label": "Languages, music and culture." },
          { "label": "Yams and different types of rice.", "isTrue": true }
        ]
      }
    ]
  },
  {
    "id": "2",
    "form": "From: U4 L2 P56",
    "contents": [
      {
        "content": "Clothes of champions",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "NIKE",
        "isBold": true
      },
      {
        "content": "The history",
        "isBold": true
      },
      {
        "content": "Nike started business in the sixties when its founders Phil Knight and Bill Bowerman met at the University of Oregon. In the mid-eighties, their success grew when famous sportsmen such as basketball king Michael Jordan wore Nike gear. In 1987, they launched the Nike Air range and a year later the famous “Just do it” slogan. Nike now sell more sports clothes and equipment than any other company."
      },
      {
        "content": "The logo",
        "isBold": true
      },
      {
        "content": "he Nike logo is called the “Swoosh”. It represents the wing of Nike, the Ancient Greek goddess of victory. Caroline Davidson created it in 1971. She earned only $35 for her design. The first shoe with this logo came out in 1972 and now it is everywhere."
      },
      {
        "content": "The stars",
        "isBold": true
      },
      {
        "content": "Other famous sports stars who have worn the Nike logo include the Brazilian footballer Ronaldo, the American golfer Tiger Woods and the British marathon runner Paula Radcliffe."
      },
      {
        "content": "UMBRO茵宝（公司名）",
        "isBold": true
      },
      {
        "content": "The history",
        "isBold": true
      },
      {
        "content": "Harold C Humphreys left school at the age of 13, and in 1920 started a small workshop in the north-east of England. Over the years this little enterprise expanded, and in 1924 Umbro (Humphreys Brothers) was founded. Since then, Umbro has had links with some of the world’s greatest football clubs, teams and players. In the 1966 World Cup, 15 out of the 16 teams, including the winners, England, wore Umbro shirts."
      },
      {
        "content": "The logo",
        "isBold": true
      },
      {
        "content": "The famous “double diamond” logo has not changed in half a century. Indeed, between 1954 and 1994 Brazil won four World Cups wearing this famous design."
      },
      {
        "content": "The stars",
        "isBold": true
      },
      {
        "content": "Nowadays, the most well-known stars who wear Umbro are John Terry and Michael Owen, along with members of England’s national football squad. Umbro currently make shirts for more than 30 national football teams."
      }
    ],
    "options": [
      {
        "topic": ["When did Nike start its business?"],
        "options": [
          { "label": "In the sixties.", "isTrue": true },
          { "label": "In the mid-eighties." },
          { "label": "In 1987." }
        ]
      },
      {
        "topic": ["When was Umbro founded?"],
        "options": [
          { "label": "In 1920." },
          { "label": "In 1924.", "isTrue": true },
          { "label": "In 1966." }
        ]
      },
      {
        "topic": ["Who designed the logo of Nike?"],
        "options": [
          { "label": "Phil Knight and Bill Bowerman." },
          { "label": "Paula Radcliffe." },
          { "label": "Caroline Davidson.", "isTrue": true }
        ]
      },
      {
        "topic": ["Which of the following does not wear Umbro?"],
        "options": [
          { "label": "John Terry." },
          { "label": "Michael Owen." },
          { "label": "Tiger Woods.", "isTrue": true }
        ]
      },
      {
        "topic": ["Which of the statements about “Swoosh” is right?"],
        "options": [
          { "label": "It is the slogan of Nike." },
          { "label": "It represents the wing of Nike.", "isTrue": true },
          { "label": "It was created in 1972." }
        ]
      }
    ]
  },
  {
    "id": "3",
    "form": "From: U4 L3 P60",
    "contents": [
      {
        "content": "THORPEDO!",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Ian Thorpe was born in Paddington, Australia on 13th October 1982. His father, Ken, always wanted him to be a cricketer. But when Ian overcame a childhood allergy to chlorine, his only dream was to join his sister Christine in the pool."
      },
      {
        "content": "It’s easy to see why. His 1.95 metres, 96 kilos and size 54 feet give him an awesome presence in the water. It was his feet which brought him his first nickname, “Flipper鳍状肢”. He swims so fast that he seems to fly through the water. So how did it all start?"
      },
      {
        "content": "Thorpe made his first appearance in international competition at the age of 14. His greatest feat came only three years later when he won three gold medals at the 2000 Sydney Olympic Games. His success and popularity have done much to raise the profile of the sport."
      },
      {
        "content": "Australia is a nation of water babies. 85% of its population live within 30 miles of the beach and its swimmers enjoy a pin-up status similar to footballers like David Beckham in the UK. In fact, for a time, Thorpe was Australia’s number one national hero. There were special Australian stamps to celebrate his victories in the Olympics. Now, there is even a fragrance called “Ian Thorpe for Men” and a range of men’s underwear."
      },
      {
        "content": "But in spite of this superstar status, Ian has a friendly relationship with the media. He is happy to discuss his love of philosophy, grunge music, Japanese food, computer games and Armani clothes.  However, not all media work is light-hearted. Since his retirement from professional swimming in 2006, he has founded his own charity called “Fountain for Youth”. This organisation fights to bring positive changes to children’s lives by improving health and education, especially for Aboriginal communities in Australia."
      }
    ],
    "options": [
      {
        "topic": ["What did Thorpe’s father want Ian to be?"],
        "options": [
          { "label": "A flipper." },
          { "label": "A cricketer.", "isTrue": true },
          { "label": "A swimmer." }
        ]
      },
      {
        "topic": ["What is Thorpe’s first nickname?"],
        "options": [
          { "label": "Ian." },
          { "label": "Fountain for Youth." },
          { "label": "Flipper.", "isTrue": true }
        ]
      },
      {
        "topic": ["What did Ian win at the 2000 Sydney Olympic Games?"],
        "options": [
          { "label": "Three gold medals.", "isTrue": true },
          { "label": "Three silver medals." },
          { "label": "Three bronze medals." }
        ]
      },
      {
        "topic": [
          "Which of the following is to celebrate Ian’s victories in the Olympic?"
        ],
        "options": [
          { "label": "A fragrance called “Ian Thorpe for Men”." },
          { "label": "Special Australian stamps.", "isTrue": true },
          { "label": "A range of men’s underwear." }
        ]
      },
      {
        "topic": ["When did Thorpe withdraw from professional swimming?"],
        "options": [
          { "label": "In 1982." },
          { "label": "In 2000." },
          { "label": "In 2006.", "isTrue": true }
        ]
      }
    ]
  },
  {
    "id": "4",
    "form": "From: U7 L2 P104",
    "contents": [
      {
        "content": "McDonald’s",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "The hamburger was invented in 1889, and the first McDonald’s opened in 1948 in San Bernadino, California. Now a new McDonald’s restaurant opens every eight hours somewhere in the world. The restaurant chain serves about 45 million customers every day. The corporation’s yellow M is recognized by people all over the world as a symbol of dynamism, happiness and, above all, America. The busiest restaurant, however, is in Moscow."
      },
      {
        "content": "Coca-Cola",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Coca-Cola is the most successful product in history and today it is sold in 185 countries. The drink was invented in 1886 by pharmacist John Pemberton in Atlanta, Georgia, while he was trying to stop his addiction to morphine. It is estimated that 200 million cans or bottles of coke are sold every 24 hours. 80% of Coca-Cola’s profits now come from outside the United States."
      },
      {
        "content": "Nokia",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Ironically, the Nokia Corporation started life as a paper manufacturer – the original form of communication. Nearly 150 years later, this Finnish company is the world’s largest mobile phone producer and accounts for more than a quarter of Finland’s total economy. Nokia was the pioneer of mobile phone communication. In fact, the first text message was sent by the mayor of Helsinki on a Nokia mobile in 1991."
      },
      {
        "content": "Levi’s",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Levi Strauss & Co. was founded in 1853 and 20 years later they produced their first pair of jeans. The trousers were designed as tough, long-lasting work clothes for the worker of San Francisco. In the 1960s, blue jeans became very popular and since then they have never gone out of fashion. It is estimated that Levi Strauss & Co. now make approximately 2% of the world’s clothes."
      }
    ],
    "options": [
      {
        "topic": ["McDonald’s was founded in _____ ."],
        "options": [
          { "label": "New York" },
          { "label": "California", "isTrue": true },
          { "label": "Texas" }
        ]
      },
      {
        "topic": ["The busiest McDonald’s restaurant is in _____ ."],
        "options": [
          { "label": "America" },
          { "label": "Britain" },
          { "label": "Moscow", "isTrue": true }
        ]
      },
      {
        "topic": ["Coca-Cola was invented by _____ ."],
        "options": [
          { "label": "a pharmacist", "isTrue": true },
          { "label": "a doctor" },
          { "label": "a nutritionist" }
        ]
      },
      {
        "topic": ["Nokia is based in  _____ ."],
        "options": [
          { "label": "Japan" },
          { "label": "Korea" },
          { "label": "Finland", "isTrue": true }
        ]
      },
      {
        "topic": ["The first pair of Levi’s jeans were made in _____  ."],
        "options": [
          { "label": "1853" },
          { "label": "1873", "isTrue": true },
          { "label": "1903" }
        ]
      }
    ]
  },
  {
    "id": "5",
    "form": "From: U8 L3 P124",
    "contents": [
      {
        "content": "HELEN HICKS ARRESTED",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "HOLLYWOOD. 36-year-old multi-millionairess divorcee Helen Hicks was arrested early on Sunday morning by Los Angeles police after she had walked around her neighbourhood drunk and completely naked."
      },
      {
        "content": "Helen is the close friend of a number of Hollywood stars. She had spent the night with her rock guitarist boyfriend Johnny Hedges at her home. The house is in Somerset Gardens Paradise, one of the most exclusive neighbourhoods in Hollywood."
      },
      {
        "content": "Neighbours say that at about 1 a.m. they heard people shouting inside the house. Then Ms Hicks ran out of the house wearing only her nightclothes. “She was really drunk. She couldn’t even walk in a straight line,” said neighbour Dorothy Sánchez. “I saw her walking down the road in a terrible state and then she started taking off her nightdress. I was so embarrassed!”"
      },
      {
        "content": "At around 1:45 a.m., a Los Angeles police car picked up Ms Hicks. She was taken to Mount Pleasant police station where she gave evidence and was charged with indecent exposure. At about 5 am she was allowed to go home."
      },
      {
        "content": "“I had drunk too much and I didn’t know what I was doing. I have been very depressed recently,” said Ms Hicks in the morning. She admitted that she had a terrible hangover."
      }
    ],
    "options": [
      {
        "topic": ["Why was Ms Hicks arrested?"],
        "options": [
          { "label": "Because she was divorced." },
          { "label": "Because she was drunk and naked.", "isTrue": true },
          { "label": "Because she walked around her neighbourhood." }
        ]
      },
      {
        "topic": [
          "What is the relationship between Johnny Hedges and Ms Hicks?"
        ],
        "options": [
          { "label": "They are boyfriend and girlfriend.", "isTrue": true },
          { "label": "They are husband and wife." },
          { "label": "They are close friends." }
        ]
      },
      {
        "topic": ["What happened according to Dorothy Sánchez?"],
        "options": [
          { "label": "She heard they were fighting." },
          { "label": "She said Ms Hicks asked her for help." },
          { "label": "She saw Ms Hicks taking off her dress.", "isTrue": true }
        ]
      },
      {
        "topic": ["What did the police do to Ms Hicks?"],
        "options": [
          { "label": "They picked her up.", "isTrue": true },
          { "label": "They took her to the prison." },
          { "label": "They set her free immediately." }
        ]
      },
      {
        "topic": ["What cannot we know from the article?  推断"],
        "options": [
          { "label": "Ms Hicks lived alone." },
          { "label": "Ms Hicks was very rich." },
          { "label": "Ms Hicks lived a happy life.", "isTrue": true }
        ]
      }
    ]
  },
  {
    "id": "6",
    "form": "From: U10 L3 P155",
    "contents": [
      {
        "content": "Languages in Danger!",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "There are over 6 000 languages in the world today, but experts have published a study which predicts that more than half of these will become extinct within the next hundred years. They give three main reasons why these languages are in danger."
      },
      {
        "content": "One reason is invasion. Countries take over other areas where people speak a different language. This means that the people need to start speaking the language of their new rulers."
      },
      {
        "content": "Another reason is migration. This could be because of war, disaster or the search for work. When they move to a new country, these people need to learn the local language."
      },
      {
        "content": "Because so many people speak these languages, they have become the major global languages in business, films, music, and the internet. This means that even more people want to learn them and, as a result, they become even more dominant. English, for example, is now spoken as a first or additional language by over 1 billion people – nearly a sixth of the world’s population."
      },
      {
        "content": "This dominance clearly causes smaller languages to die out. Some people think that this is a good thing. They say that communication will be easier, cheaper and quicker. Others believe we should protect endangered languages. These people believe that when a language dies, many of the traditions of the speakers are lost too. They argue that we can use the language to learn a lot about the history and culture of the people that speak it."
      }
    ],
    "options": [
      {
        "topic": ["How many languages will die out according to some experts?"],
        "options": [
          { "label": "Over 6000." },
          { "label": "Over 3000.", "isTrue": true },
          { "label": "Over 100." }
        ]
      },
      {
        "topic": ["Which is not the reason why some languages are in danger?"],
        "options": [
          { "label": "Invasion." },
          { "label": "Migration." },
          { "label": "Communication.", "isTrue": true }
        ]
      },
      {
        "topic": ["How many people speak English in the world?"],
        "options": [
          { "label": "Over 1,000,000,000.", "isTrue": true },
          { "label": "Over 100,000,000." },
          { "label": "Over 10,000,000." }
        ]
      },
      {
        "topic": [
          "What does the underlined dominant in Paragraph 4 mean? 占支配地位的，占优势的"
        ],
        "options": [
          {
            "label": "More powerful and important than other people or things.",
            "isTrue": true
          },
          {
            "label": "More useful and beneficial than other people or things."
          },
          { "label": "More complicated than other people or things." }
        ]
      },
      {
        "topic": [
          "Why do some people believe that we should protect endangered languages?"
        ],
        "options": [
          {
            "label": "Because communication will be easier, cheaper and quicker."
          },
          {
            "label": "Because some traditions will die out with the languages.",
            "isTrue": true
          },
          { "label": "Because we can learn the history of the languages." }
        ]
      }
    ]
  },
  {
    "id": "7",
    "form": "From: U4 L2 P56",
    "contents": [
      {
        "content": "Cars – curse or craze?",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Johnny Watson, 30",
        "isBold": true
      },
      {
        "content": "It is easy to criticize cars – they cause pollution and accidents, and so on. But what are alternatives? Nobody wants to travel in a slow, smelly old bus when you can relax in the comfort of your own car. In most countries, the public transport system is inadequate, expensive and inefficient – and anyway, cities today are designed to meet drivers’ needs, with fast roads and car parks everywhere. The car industry also provides thousands of jobs. Roads are getting safer and more efficient every year, and cars are causing less pollution because of lead-free petrol and other technological improvement. What’s the problem?"
      },
      {
        "content": "Amanda Rees, 33",
        "isBold": true
      },
      {
        "content": "I am much happier now that I don’t have my car. I used to spend an hour stuck in a traffic jam each morning and that made me angry and irritable for the rest of the day. I was so stressed! The worst thing about cars, though, is the number of accidents. Did you know that somebody dies in a road accident in Britain every two and a half hours? Another thing I hate is the way that road building is destroying the countryside. Finally, I would love to live without that constant traffic noise coming through the window. In fact, I think it’s the noise that bothers me most."
      }
    ],
    "options": [
      {
        "topic": ["What does Johnny think of cars?"],
        "options": [
          { "label": "They cause pollution and accidents." },
          { "label": "They are slow and smelly." },
          { "label": "They are comfortable.", "isTrue": true }
        ]
      },
      {
        "topic": ["Which is not the reason why Johnny supports cars?"],
        "options": [
          {
            "label": "The public transport system in most countries is not good enough."
          },
          {
            "label": "Road building is destroying the countryside.",
            "isTrue": true
          },
          { "label": "Roads are much safer and more efficient now." }
        ]
      },
      {
        "topic": ["Did Amanda use to have a car?  过去常常"],
        "options": [
          { "label": "Yes, she did.", "isTrue": true },
          { "label": "No, she didn’t." },
          { "label": "It doesn’t mention." }
        ]
      },
      {
        "topic": ["What bothers Amanda most?"],
        "options": [
          { "label": "The number of accidents." },
          { "label": "The destroying of the countryside." },
          { "label": "The constant traffic noise.", "isTrue": true }
        ]
      },
      {
        "topic": ["How serious is the road accident in Britain?"],
        "options": [
          { "label": "Someone dies every 2 hours." },
          { "label": "Someone dies every 2.5 hours.", "isTrue": true },
          { "label": "Someone dies every 0.5 hours." }
        ]
      }
    ]
  }
]
