[
  {
    "id": "1",
    "form": "From: U1 L2 P10",
    "contents": [
      {
        "content": "London: Melting Pot of Cultures",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Did you know that London is one of the most multicultural cities in the world? Here, there are about 300 different cultures living side by side. Forget tea and sandwiches, now it is more common for a Londoner to drink cappuccino for breakfast, and eat Thai food for lunch in the local pub. Let’s see how life has changed in Britain’s capital."
      },
      {
        "content": "A  India",
        "isBold": true
      },
      {
        "content": "Most people from India arrived in London in the 1950s and 60s. Now there is a strong Asian presence here – in the shops, markets and, of course, the restaurants. In fact, curry is Britain’s favorite takeaway meal. A typical family has a curry every two weeks, either delivered or bought ready-made from the supermarket. Indian people live all over London. Southall, in the far west of the city, is one of many places well known for its Indian culture."
      },
      {
        "content": "B  Poland",
        "isBold": true
      },
      {
        "content": "This community represents more than 1% of the UK’s total population and is growing rapidly. In London, many Polish people live in the Hammersmith area, in the west of the city. Here, there are several Catholic churches, and delicatessens which sell the country’s specialities such as beetroot soup (barszcz) or Polish cakes and snacks. Were they right to come? Young Poles say they can easily earn three times as much money here as at home, where unemployment remains high."
      },
      {
        "content": "C  West Africa",
        "isBold": true
      },
      {
        "content": "West Africans – mainly from Ghana and Nigeria – have brought a wealth of languages, music and culture to the British capital. Many London markets sell their traditional foods like yams洋芋 and different types of rice. A lot of Nigerians live in the south-east London area, in suburbs like Deptford."
      }
    ],
    "options": [
      {
        "topic": [
          "When did most people from India arrive in London?"
        ],
        "options": [
          {
            "label": "The 1950s and 60s.",
            "isTrue": true
          },
          {
            "label": "The 1950s."
          },
          {
            "label": "The 1960s."
          }
        ]
      },
      {
        "topic": [
          "How often does a typical family have a curry?"
        ],
        "options": [
          {
            "label": "Two times."
          },
          {
            "label": "Every two weeks.",
            "isTrue": true
          },
          {
            "label": "Two weeks."
          }
        ]
      },
      {
        "topic": [
          "Where do many Polish people live?"
        ],
        "options": [
          {
            "label": "The east of the city."
          },
          {
            "label": " Catholic churches."
          },
          {
            "label": "The Hammersmith area.",
            "isTrue": true
          }
        ]
      },
      {
        "topic": [
          "Why do Polish people come to London?"
        ],
        "options": [
          {
            "label": "They can earn three times as much money in the UK.",
            "isTrue": true
          },
          {
            "label": " Unemployment remains high in the UK."
          },
          {
            "label": "They are growing rapidly."
          }
        ]
      },
      {
        "topic": [
          "What kind of traditional West Africa foods do markets sell?"
        ],
        "options": [
          {
            "label": "Ghana and Nigeria."
          },
          {
            "label": "Languages, music and culture."
          },
          {
            "label": "Yams and different types of rice.",
            "isTrue": true
          }
        ]
      }
    ],
    "translate": [
      "伦敦：多元文化的熔炉",
      "你知道吗？伦敦是世界上最具多元文化特色的城市之一。在这里，大约有300种不同的文化和谐共存。忘掉传统的茶和三明治吧，现在的伦敦人更可能在早餐时喝上一杯卡布奇诺，然后在当地的酒吧里享用一顿泰式午餐。让我们来看看英国首都的生活是如何发生变化的。",
      "A. 印度文化",
      "大多数印度人在20世纪50年代和60年代来到伦敦。如今，伦敦有着强大的亚洲文化影响力——在商店、市场，当然还有餐馆里都能感受到。事实上，咖喱是英国人最喜欢的外卖食品。一个典型的英国家庭每两周就会吃一次咖喱，要么是外卖，要么是从超市买现成的。印度人遍布伦敦各地。位于城市最西部的绍索尔（Southall）是众多以印度文化闻名的地方之一。",
      "B. 波兰文化",
      "波兰社区在英国总人口中占比超过1%，并且这个数字还在迅速增长。在伦敦，许多波兰人居住在城市西部的哈默史密斯（Hammersmith）地区。这里有几座天主教堂，还有出售波兰特色食品的熟食店，比如甜菜根汤（barszcz）和波兰蛋糕、小吃等。他们来伦敦的选择是对的吗？年轻的波兰人说，在这里他们可以轻松赚到国内三倍的钱，而国内的失业率仍然很高。",
      "C. 西非文化",
      "西非人——主要来自加纳和尼日利亚——为英国首都带来了丰富的语言、音乐和文化。伦敦的许多市场都出售他们的传统食品，比如洋芋和各种大米。许多尼日利亚人居住在伦敦东南部的郊区，如德特福德（Deptford）。",
      "伦敦，这座多元文化的熔炉，不断吸收和融合着来自世界各地的文化元素，形成了独特而丰富的城市风貌。在这里，你可以品尝到来自世界各地的美食，感受到不同文化的碰撞与交融。"
    ]
  },
  {
    "id": "2",
    "form": "From: U4 L2 P56",
    "contents": [
      {
        "content": "Clothes of champions",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "NIKE",
        "isBold": true
      },
      {
        "content": "The history",
        "isBold": true
      },
      {
        "content": "Nike started business in the sixties when its founders Phil Knight and Bill Bowerman met at the University of Oregon. In the mid-eighties, their success grew when famous sportsmen such as basketball king Michael Jordan wore Nike gear. In 1987, they launched the Nike Air range and a year later the famous “Just do it” slogan. Nike now sell more sports clothes and equipment than any other company."
      },
      {
        "content": "The logo",
        "isBold": true
      },
      {
        "content": "he Nike logo is called the “Swoosh”. It represents the wing of Nike, the Ancient Greek goddess of victory. Caroline Davidson created it in 1971. She earned only $35 for her design. The first shoe with this logo came out in 1972 and now it is everywhere."
      },
      {
        "content": "The stars",
        "isBold": true
      },
      {
        "content": "Other famous sports stars who have worn the Nike logo include the Brazilian footballer Ronaldo, the American golfer Tiger Woods and the British marathon runner Paula Radcliffe."
      },
      {
        "content": "UMBRO茵宝（公司名）",
        "isBold": true
      },
      {
        "content": "The history",
        "isBold": true
      },
      {
        "content": "Harold C Humphreys left school at the age of 13, and in 1920 started a small workshop in the north-east of England. Over the years this little enterprise expanded, and in 1924 Umbro (Humphreys Brothers) was founded. Since then, Umbro has had links with some of the world’s greatest football clubs, teams and players. In the 1966 World Cup, 15 out of the 16 teams, including the winners, England, wore Umbro shirts."
      },
      {
        "content": "The logo",
        "isBold": true
      },
      {
        "content": "The famous “double diamond” logo has not changed in half a century. Indeed, between 1954 and 1994 Brazil won four World Cups wearing this famous design."
      },
      {
        "content": "The stars",
        "isBold": true
      },
      {
        "content": "Nowadays, the most well-known stars who wear Umbro are John Terry and Michael Owen, along with members of England’s national football squad. Umbro currently make shirts for more than 30 national football teams."
      }
    ],
    "options": [
      {
        "topic": [
          "When did Nike start its business?"
        ],
        "options": [
          {
            "label": "In the sixties.",
            "isTrue": true
          },
          {
            "label": "In the mid-eighties."
          },
          {
            "label": "In 1987."
          }
        ]
      },
      {
        "topic": [
          "When was Umbro founded?"
        ],
        "options": [
          {
            "label": "In 1920."
          },
          {
            "label": "In 1924.",
            "isTrue": true
          },
          {
            "label": "In 1966."
          }
        ]
      },
      {
        "topic": [
          "Who designed the logo of Nike?"
        ],
        "options": [
          {
            "label": "Phil Knight and Bill Bowerman."
          },
          {
            "label": "Paula Radcliffe."
          },
          {
            "label": "Caroline Davidson.",
            "isTrue": true
          }
        ]
      },
      {
        "topic": [
          "Which of the following does not wear Umbro?"
        ],
        "options": [
          {
            "label": "John Terry."
          },
          {
            "label": "Michael Owen."
          },
          {
            "label": "Tiger Woods.",
            "isTrue": true
          }
        ]
      },
      {
        "topic": [
          "Which of the statements about “Swoosh” is right?"
        ],
        "options": [
          {
            "label": "It is the slogan of Nike."
          },
          {
            "label": "It represents the wing of Nike.",
            "isTrue": true
          },
          {
            "label": "It was created in 1972."
          }
        ]
      }
    ],
    "translate": [
      "冠军之衣：耐克与茵宝",
      "耐克（NIKE）",
      "历史",
      "耐克的故事始于20世纪60年代，当时其创始人菲尔·奈特（Phil Knight）和比尔·鲍尔曼（Bill Bowerman）在俄勒冈大学相遇。到了80年代中期，随着篮球巨星迈克尔·乔丹（Michael Jordan）等著名运动员身着耐克装备，耐克的事业迎来了腾飞。1987年，耐克推出了Air系列，一年后，那句著名的“Just do it”口号也随之诞生。如今，耐克在运动服装和装备的销售上已超越其他所有公司。",
      "标志",
      "耐克的标志被称为“Swoosh”，它象征着古希腊胜利女神耐克的翅膀。这一标志由卡罗琳·戴维森（Caroline Davidson）于1971年设计，而她当时仅获得了35美元的设计费。首款带有此标志的鞋子于1972年问世，如今，这个标志已无处不在。",
      "明星代言",
      "除了迈克尔·乔丹外，还有许多著名体育明星曾身着耐克标志，包括巴西足球运动员罗纳尔多（Ronaldo）、美国高尔夫球手泰格·伍兹（Tiger Woods）以及英国马拉松运动员宝拉·拉德克利夫（Paula Radcliffe）。",
      "茵宝（UMBRO）",
      "历史",
      "哈罗德·C·汉弗莱斯（Harold C Humphreys）在13岁时便离开了学校，并于1920年在英格兰东北部创办了一家小作坊。随着时间的推移，这家小企业逐渐壮大，1924年，茵宝（汉弗莱斯兄弟公司，Humphreys Brothers）正式成立。自那以后，茵宝便与世界上一些最伟大的足球俱乐部、球队和球员建立了联系。在1966年的世界杯上，包括冠军英格兰队在内的16支参赛队伍中，有15支都穿着茵宝球衣。",
      "标志",
      "茵宝著名的“双菱形”标志在半个世纪以来一直未曾改变。事实上，在1954年至1994年期间，巴西队穿着这一标志性的设计赢得了四次世界杯冠军。",
      "明星代言",
      "如今，最知名的身着茵宝球衣的明星包括约翰·特里（John Terry）和迈克尔·欧文（Michael Owen），以及英格兰国家足球队的成员。茵宝目前为超过30支国家足球队制作球衣。"
    ]
  },
  {
    "id": "3",
    "form": "From: U4 L3 P60",
    "contents": [
      {
        "content": "THORPEDO!",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Ian Thorpe was born in Paddington, Australia on 13th October 1982. His father, Ken, always wanted him to be a cricketer. But when Ian overcame a childhood allergy to chlorine, his only dream was to join his sister Christine in the pool."
      },
      {
        "content": "It’s easy to see why. His 1.95 metres, 96 kilos and size 54 feet give him an awesome presence in the water. It was his feet which brought him his first nickname, “Flipper鳍状肢”. He swims so fast that he seems to fly through the water. So how did it all start?"
      },
      {
        "content": "Thorpe made his first appearance in international competition at the age of 14. His greatest feat came only three years later when he won three gold medals at the 2000 Sydney Olympic Games. His success and popularity have done much to raise the profile of the sport."
      },
      {
        "content": "Australia is a nation of water babies. 85% of its population live within 30 miles of the beach and its swimmers enjoy a pin-up status similar to footballers like David Beckham in the UK. In fact, for a time, Thorpe was Australia’s number one national hero. There were special Australian stamps to celebrate his victories in the Olympics. Now, there is even a fragrance called “Ian Thorpe for Men” and a range of men’s underwear."
      },
      {
        "content": "But in spite of this superstar status, Ian has a friendly relationship with the media. He is happy to discuss his love of philosophy, grunge music, Japanese food, computer games and Armani clothes.  However, not all media work is light-hearted. Since his retirement from professional swimming in 2006, he has founded his own charity called “Fountain for Youth”. This organisation fights to bring positive changes to children’s lives by improving health and education, especially for Aboriginal communities in Australia."
      }
    ],
    "options": [
      {
        "topic": [
          "What did Thorpe’s father want Ian to be?"
        ],
        "options": [
          {
            "label": "A flipper."
          },
          {
            "label": "A cricketer.",
            "isTrue": true
          },
          {
            "label": "A swimmer."
          }
        ]
      },
      {
        "topic": [
          "What is Thorpe’s first nickname?"
        ],
        "options": [
          {
            "label": "Ian."
          },
          {
            "label": "Fountain for Youth."
          },
          {
            "label": "Flipper.",
            "isTrue": true
          }
        ]
      },
      {
        "topic": [
          "What did Ian win at the 2000 Sydney Olympic Games?"
        ],
        "options": [
          {
            "label": "Three gold medals.",
            "isTrue": true
          },
          {
            "label": "Three silver medals."
          },
          {
            "label": "Three bronze medals."
          }
        ]
      },
      {
        "topic": [
          "Which of the following is to celebrate Ian’s victories in the Olympic?"
        ],
        "options": [
          {
            "label": "A fragrance called “Ian Thorpe for Men”."
          },
          {
            "label": "Special Australian stamps.",
            "isTrue": true
          },
          {
            "label": "A range of men’s underwear."
          }
        ]
      },
      {
        "topic": [
          "When did Thorpe withdraw from professional swimming?"
        ],
        "options": [
          {
            "label": "In 1982."
          },
          {
            "label": "In 2000."
          },
          {
            "label": "In 2006.",
            "isTrue": true
          }
        ]
      }
    ],
    "translate": [
      "THORPEDO! 索普——泳池中的飞鱼",
      "伊恩·索普（Ian Thorpe）于1982年10月13日出生在澳大利亚的帕丁顿。他的父亲肯（Ken）一直希望他能成为一名板球运动员。然而，当伊恩克服了童年时期对氯的过敏后，他唯一的梦想就是像姐姐克里斯汀（Christine）一样，投身泳池。",
      "不难理解他为何会有这样的梦想。他身高1.95米，体重96公斤，脚长54码，在水中拥有令人敬畏的存在感。正是他那双大脚为他赢得了第一个绰号——“鳍状肢”（Flipper）。他游得如此之快，仿佛能在水中飞翔。那么，这一切是如何开始的呢？",
      "索普在14岁时首次亮相国际赛场。仅仅三年后，他就在2000年悉尼奥运会上赢得了三枚金牌，这是他最伟大的成就。他的成功和人气极大地提升了游泳运动的知名度。",
      "澳大利亚是一个热爱水上运动的国家。85%的人口居住在距离海滩30英里以内的地方，他们的游泳选手享受着与英国足球明星如大卫·贝克汉姆（David Beckham）相似的偶像地位。事实上，有一段时间，索普是澳大利亚的头号民族英雄。为了庆祝他在奥运会上的胜利，澳大利亚还发行了特别邮票。如今，甚至有一款名为“伊恩·索普男士香水”的香水和一系列男士内衣。",
      "然而，尽管拥有超级巨星的地位，伊恩与媒体的关系却十分友好。他乐于讨论自己对哲学、垃圾摇滚音乐、日本美食、电脑游戏和阿玛尼（Armani）服装的热爱。不过，并非所有的媒体工作都是轻松愉快的。自2006年从职业游泳退役后，他创立了自己的慈善机构“青春之泉”（Fountain for Youth）。该组织致力于通过改善健康和教育，为儿童的生活带来积极变化，特别是针对澳大利亚的土著社区。"
    ]
  },
  {
    "id": "4",
    "form": "From: U7 L2 P104",
    "contents": [
      {
        "content": "McDonald’s",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "The hamburger was invented in 1889, and the first McDonald’s opened in 1948 in San Bernadino, California. Now a new McDonald’s restaurant opens every eight hours somewhere in the world. The restaurant chain serves about 45 million customers every day. The corporation’s yellow M is recognized by people all over the world as a symbol of dynamism, happiness and, above all, America. The busiest restaurant, however, is in Moscow."
      },
      {
        "content": "Coca-Cola",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Coca-Cola is the most successful product in history and today it is sold in 185 countries. The drink was invented in 1886 by pharmacist John Pemberton in Atlanta, Georgia, while he was trying to stop his addiction to morphine. It is estimated that 200 million cans or bottles of coke are sold every 24 hours. 80% of Coca-Cola’s profits now come from outside the United States."
      },
      {
        "content": "Nokia",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Ironically, the Nokia Corporation started life as a paper manufacturer – the original form of communication. Nearly 150 years later, this Finnish company is the world’s largest mobile phone producer and accounts for more than a quarter of Finland’s total economy. Nokia was the pioneer of mobile phone communication. In fact, the first text message was sent by the mayor of Helsinki on a Nokia mobile in 1991."
      },
      {
        "content": "Levi’s",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Levi Strauss & Co. was founded in 1853 and 20 years later they produced their first pair of jeans. The trousers were designed as tough, long-lasting work clothes for the worker of San Francisco. In the 1960s, blue jeans became very popular and since then they have never gone out of fashion. It is estimated that Levi Strauss & Co. now make approximately 2% of the world’s clothes."
      }
    ],
    "options": [
      {
        "topic": [
          "McDonald’s was founded in _____ ."
        ],
        "options": [
          {
            "label": "New York"
          },
          {
            "label": "California",
            "isTrue": true
          },
          {
            "label": "Texas"
          }
        ]
      },
      {
        "topic": [
          "The busiest McDonald’s restaurant is in _____ ."
        ],
        "options": [
          {
            "label": "America"
          },
          {
            "label": "Britain"
          },
          {
            "label": "Moscow",
            "isTrue": true
          }
        ]
      },
      {
        "topic": [
          "Coca-Cola was invented by _____ ."
        ],
        "options": [
          {
            "label": "a pharmacist",
            "isTrue": true
          },
          {
            "label": "a doctor"
          },
          {
            "label": "a nutritionist"
          }
        ]
      },
      {
        "topic": [
          "Nokia is based in  _____ ."
        ],
        "options": [
          {
            "label": "Japan"
          },
          {
            "label": "Korea"
          },
          {
            "label": "Finland",
            "isTrue": true
          }
        ]
      },
      {
        "topic": [
          "The first pair of Levi’s jeans were made in _____  ."
        ],
        "options": [
          {
            "label": "1853"
          },
          {
            "label": "1873",
            "isTrue": true
          },
          {
            "label": "1903"
          }
        ]
      }
    ],
    "translate": [
      "全球知名品牌概览",
      "麦当劳（McDonald’s）",
      "汉堡包于1889年被发明，而第一家麦当劳餐厅则在1948年于加利福尼亚州的圣贝纳迪诺开业。如今，在全球范围内，每八小时就有一家新的麦当劳餐厅开业。这家连锁餐厅每天为约4500万名顾客提供服务。麦当劳标志性的黄色“M”标志被全世界人民视为活力、快乐，尤其是美国文化的象征。然而，最繁忙的麦当劳餐厅却位于莫斯科。",
      "可口可乐（Coca-Cola）",
      "可口可乐是历史上最成功的产品之一，如今已在185个国家销售。这款饮料由药剂师约翰·彭伯顿（John Pemberton）于1886年在佐治亚州的亚特兰大发明，当时他正试图戒除对吗啡的依赖。据估计，每24小时就有约2亿罐或瓶可口可乐被售出。如今，可口可乐80%的利润来自美国以外的市场。",
      "诺基亚（Nokia）",
      "具有讽刺意味的是，诺基亚公司最初是一家造纸制造商——这是最初的通信形式。近150年后，这家芬兰公司已成为全球最大的手机生产商，占芬兰经济总量的四分之一以上。诺基亚是手机通信的先驱。事实上，第一条短信是由赫尔辛基市长在1991年通过诺基亚手机发送的。",
      "李维斯（Levi’s）",
      "李维斯·斯特劳斯公司（Levi Strauss & Co.）成立于1853年，20年后他们生产了第一条牛仔裤。这种裤子是为旧金山的工人设计的，作为坚固耐用的工作服。在20世纪60年代，蓝色牛仔裤变得非常流行，并且从此以后一直未曾过时。据估计，李维斯·斯特劳斯公司现在生产着全球约2%的服装。"
    ]
  },
  {
    "id": "5",
    "form": "From: U8 L3 P124",
    "contents": [
      {
        "content": "HELEN HICKS ARRESTED",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "HOLLYWOOD. 36-year-old multi-millionairess divorcee Helen Hicks was arrested early on Sunday morning by Los Angeles police after she had walked around her neighbourhood drunk and completely naked."
      },
      {
        "content": "Helen is the close friend of a number of Hollywood stars. She had spent the night with her rock guitarist boyfriend Johnny Hedges at her home. The house is in Somerset Gardens Paradise, one of the most exclusive neighbourhoods in Hollywood."
      },
      {
        "content": "Neighbours say that at about 1 a.m. they heard people shouting inside the house. Then Ms Hicks ran out of the house wearing only her nightclothes. “She was really drunk. She couldn’t even walk in a straight line,” said neighbour Dorothy Sánchez. “I saw her walking down the road in a terrible state and then she started taking off her nightdress. I was so embarrassed!”"
      },
      {
        "content": "At around 1:45 a.m., a Los Angeles police car picked up Ms Hicks. She was taken to Mount Pleasant police station where she gave evidence and was charged with indecent exposure. At about 5 am she was allowed to go home."
      },
      {
        "content": "“I had drunk too much and I didn’t know what I was doing. I have been very depressed recently,” said Ms Hicks in the morning. She admitted that she had a terrible hangover."
      }
    ],
    "options": [
      {
        "topic": [
          "Why was Ms Hicks arrested?"
        ],
        "options": [
          {
            "label": "Because she was divorced."
          },
          {
            "label": "Because she was drunk and naked.",
            "isTrue": true
          },
          {
            "label": "Because she walked around her neighbourhood."
          }
        ]
      },
      {
        "topic": [
          "What is the relationship between Johnny Hedges and Ms Hicks?"
        ],
        "options": [
          {
            "label": "They are boyfriend and girlfriend.",
            "isTrue": true
          },
          {
            "label": "They are husband and wife."
          },
          {
            "label": "They are close friends."
          }
        ]
      },
      {
        "topic": [
          "What happened according to Dorothy Sánchez?"
        ],
        "options": [
          {
            "label": "She heard they were fighting."
          },
          {
            "label": "She said Ms Hicks asked her for help."
          },
          {
            "label": "She saw Ms Hicks taking off her dress.",
            "isTrue": true
          }
        ]
      },
      {
        "topic": [
          "What did the police do to Ms Hicks?"
        ],
        "options": [
          {
            "label": "They picked her up.",
            "isTrue": true
          },
          {
            "label": "They took her to the prison."
          },
          {
            "label": "They set her free immediately."
          }
        ]
      },
      {
        "topic": [
          "What cannot we know from the article?  推断"
        ],
        "options": [
          {
            "label": "Ms Hicks lived alone."
          },
          {
            "label": "Ms Hicks was very rich."
          },
          {
            "label": "Ms Hicks lived a happy life.",
            "isTrue": true
          }
        ]
      }
    ],
    "translate": [
      "海伦·希克斯被捕事件",
      "好莱坞消息：36岁的富有的离婚女继承人海伦·希克斯（Helen Hicks）于周日清晨被洛杉矶警方逮捕，原因是她醉酒后完全赤裸地在自己社区内游荡。",
      "海伦是好莱坞多位明星的密友。事发前夜，她与摇滚吉他手男友约翰尼·赫奇斯（Johnny Hedges）在她位于好莱坞最顶级社区之一——萨默塞特花园天堂（Somerset Gardens Paradise）的家中度过。",
      "据邻居们称，大约凌晨1点时，他们听到屋内有人大声喧哗。随后，希克斯女士仅穿着睡衣跑出了房子。“她真的喝醉了，连路都走不稳，”邻居多萝西·桑切斯（Dorothy Sánchez）说，“我看到她状态极差地走在路上，然后开始脱掉睡衣。我尴尬极了！”",
      "大约凌晨1点45分，一辆洛杉矶警车将希克斯女士带走。她被带到普莱森特山警察局（Mount Pleasant police station），在那里提供了证词，并被指控犯有猥亵暴露罪。大约凌晨5点，她被允许回家。",
      "“我喝得太多了，都不知道自己在做什么。我最近一直很沮丧，”希克斯女士在早晨说道。她承认自己宿醉严重。",
      "事件分析：",
      "这起事件不仅让海伦·希克斯个人陷入了尴尬和困境，也引发了公众对于名人私生活、酗酒问题以及公共道德的广泛讨论。作为一位富有的离婚女继承人和好莱坞明星的密友，海伦·希克斯的每一个举动都备受关注。然而，这次醉酒裸奔事件无疑给她的形象带来了极大的负面影响。",
      "从法律角度来看，希克斯女士的行为已经构成了猥亵暴露罪，她需要为自己的行为承担相应的法律责任。同时，这起事件也提醒我们，无论身处何种地位，都应该遵守法律法规和公共道德，尊重他人的感受和权益。",
      "此外，希克斯女士提到的“最近一直很沮丧”也引发了人们对于心理健康问题的关注。在快节奏、高压力的现代社会中，越来越多的人面临着心理健康的挑战。我们应该更加关注身边人的心理状态，提供必要的支持和帮助，共同营造一个更加健康、和谐的社会环境。"
    ]
  },
  {
    "id": "6",
    "form": "From: U10 L3 P155",
    "contents": [
      {
        "content": "Languages in Danger!",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "There are over 6 000 languages in the world today, but experts have published a study which predicts that more than half of these will become extinct within the next hundred years. They give three main reasons why these languages are in danger."
      },
      {
        "content": "One reason is invasion. Countries take over other areas where people speak a different language. This means that the people need to start speaking the language of their new rulers."
      },
      {
        "content": "Another reason is migration. This could be because of war, disaster or the search for work. When they move to a new country, these people need to learn the local language."
      },
      {
        "content": "Because so many people speak these languages, they have become the major global languages in business, films, music, and the internet. This means that even more people want to learn them and, as a result, they become even more dominant. English, for example, is now spoken as a first or additional language by over 1 billion people – nearly a sixth of the world’s population."
      },
      {
        "content": "This dominance clearly causes smaller languages to die out. Some people think that this is a good thing. They say that communication will be easier, cheaper and quicker. Others believe we should protect endangered languages. These people believe that when a language dies, many of the traditions of the speakers are lost too. They argue that we can use the language to learn a lot about the history and culture of the people that speak it."
      }
    ],
    "options": [
      {
        "topic": [
          "How many languages will die out according to some experts?"
        ],
        "options": [
          {
            "label": "Over 6000."
          },
          {
            "label": "Over 3000.",
            "isTrue": true
          },
          {
            "label": "Over 100."
          }
        ]
      },
      {
        "topic": [
          "Which is not the reason why some languages are in danger?"
        ],
        "options": [
          {
            "label": "Invasion."
          },
          {
            "label": "Migration."
          },
          {
            "label": "Communication.",
            "isTrue": true
          }
        ]
      },
      {
        "topic": [
          "How many people speak English in the world?"
        ],
        "options": [
          {
            "label": "Over 1,000,000,000.",
            "isTrue": true
          },
          {
            "label": "Over 100,000,000."
          },
          {
            "label": "Over 10,000,000."
          }
        ]
      },
      {
        "topic": [
          "What does the underlined dominant in Paragraph 4 mean? 占支配地位的，占优势的"
        ],
        "options": [
          {
            "label": "More powerful and important than other people or things.",
            "isTrue": true
          },
          {
            "label": "More useful and beneficial than other people or things."
          },
          {
            "label": "More complicated than other people or things."
          }
        ]
      },
      {
        "topic": [
          "Why do some people believe that we should protect endangered languages?"
        ],
        "options": [
          {
            "label": "Because communication will be easier, cheaper and quicker."
          },
          {
            "label": "Because some traditions will die out with the languages.",
            "isTrue": true
          },
          {
            "label": "Because we can learn the history of the languages."
          }
        ]
      }
    ],
    "translate": [
      "濒危语言！",
      "如今，世界上存在着6000多种语言，但专家们发表的一项研究预测，其中超过一半的语言将在未来一百年内灭绝。他们给出了这些语言陷入危险境地的三个主要原因。",
      "其中一个原因是侵略。国家会占领其他地区，而这些地区的人们说着不同的语言。这意味着当地人需要开始说他们新统治者的语言。",
      "另一个原因是移民。这可能是由于战争、灾难或寻求工作机会而导致的。当人们迁移到一个新的国家时，他们需要学习当地的语言。",
      "由于使用某些语言的人数众多，这些语言已经成为了商业、电影、音乐和互联网领域的主要全球性语言。这意味着更多的人想要学习这些语言，结果它们变得更加占据主导地位。例如，英语现在作为第一语言或附加语言被超过10亿人使用——几乎占世界人口的六分之一。",
      "这种主导地位显然导致了较小语言的消亡。有些人认为这是一件好事。他们说，这样沟通会更容易、更便宜、更快捷。然而，也有人认为我们应该保护濒危语言。这些人认为，当一种语言消亡时，说这种语言的人的许多传统也会随之消失。他们主张，我们可以通过语言来了解很多关于说这种语言的人的历史和文化。"
    ]
  },
  {
    "id": "7",
    "form": "From: U4 L2 P56",
    "contents": [
      {
        "content": "Cars – curse or craze?",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Johnny Watson, 30",
        "isBold": true
      },
      {
        "content": "It is easy to criticize cars – they cause pollution and accidents, and so on. But what are alternatives? Nobody wants to travel in a slow, smelly old bus when you can relax in the comfort of your own car. In most countries, the public transport system is inadequate, expensive and inefficient – and anyway, cities today are designed to meet drivers’ needs, with fast roads and car parks everywhere. The car industry also provides thousands of jobs. Roads are getting safer and more efficient every year, and cars are causing less pollution because of lead-free petrol and other technological improvement. What’s the problem?"
      },
      {
        "content": "Amanda Rees, 33",
        "isBold": true
      },
      {
        "content": "I am much happier now that I don’t have my car. I used to spend an hour stuck in a traffic jam each morning and that made me angry and irritable for the rest of the day. I was so stressed! The worst thing about cars, though, is the number of accidents. Did you know that somebody dies in a road accident in Britain every two and a half hours? Another thing I hate is the way that road building is destroying the countryside. Finally, I would love to live without that constant traffic noise coming through the window. In fact, I think it’s the noise that bothers me most."
      }
    ],
    "options": [
      {
        "topic": [
          "What does Johnny think of cars?"
        ],
        "options": [
          {
            "label": "They cause pollution and accidents."
          },
          {
            "label": "They are slow and smelly."
          },
          {
            "label": "They are comfortable.",
            "isTrue": true
          }
        ]
      },
      {
        "topic": [
          "Which is not the reason why Johnny supports cars?"
        ],
        "options": [
          {
            "label": "The public transport system in most countries is not good enough."
          },
          {
            "label": "Road building is destroying the countryside.",
            "isTrue": true
          },
          {
            "label": "Roads are much safer and more efficient now."
          }
        ]
      },
      {
        "topic": [
          "Did Amanda use to have a car?  过去常常"
        ],
        "options": [
          {
            "label": "Yes, she did.",
            "isTrue": true
          },
          {
            "label": "No, she didn’t."
          },
          {
            "label": "It doesn’t mention."
          }
        ]
      },
      {
        "topic": [
          "What bothers Amanda most?"
        ],
        "options": [
          {
            "label": "The number of accidents."
          },
          {
            "label": "The destroying of the countryside."
          },
          {
            "label": "The constant traffic noise.",
            "isTrue": true
          }
        ]
      },
      {
        "topic": [
          "How serious is the road accident in Britain?"
        ],
        "options": [
          {
            "label": "Someone dies every 2 hours."
          },
          {
            "label": "Someone dies every 2.5 hours.",
            "isTrue": true
          },
          {
            "label": "Someone dies every 0.5 hours."
          }
        ]
      }
    ],
    "translate": [
      "汽车——是诅咒还是狂热？",
      "约翰尼·沃森（Johnny Watson），30岁",
      "批评汽车很容易——它们造成污染、引发事故，等等。但除此之外，我们还有什么选择呢？当你可以在自己的车里舒适地放松时，谁愿意乘坐又慢又臭的老式公交车呢？在大多数国家，公共交通系统都不完善，价格昂贵且效率低下——而且，如今的城市设计都是为了满足驾驶员的需求，到处都是快速道路和停车场。汽车行业还提供了成千上万个就业机会。道路每年都在变得更加安全和高效，而且由于无铅汽油和其他技术改进，汽车造成的污染也在减少。这有什么问题呢？",
      "阿曼达·里斯（Amanda Rees），33岁",
      "自从没有了车，我快乐多了。以前，我每天早上都要在交通堵塞中耗上一个小时，这让我一整天都感到愤怒和烦躁。我压力太大了！不过，汽车最糟糕的地方还是事故频发。你知道吗，在英国，每两个半小时就有人在道路交通事故中丧生？我讨厌的另一件事是修路对乡村的破坏。最后，我真的很想摆脱窗外不断传来的交通噪音。事实上，我认为噪音是最让我烦恼的。"
    ]
  }
]