[
  {
    "id": "1",
    "form": "From: U1 L1 P6",
    "contents": [
      {
        "content": "Profiles",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Carolina",
        "isBold": true
      },
      {
        "content": "Hi, I’m Carolina and I’m 21 years old. I live in Berlin, but I was born in the south of Italy. We moved here from Italy when I was 14 because of my father’s work. I’m half German, half Italian. I started working in the family business a few years ago – we have a jeweller’s shop. I work in the shop every afternoon except Sundays, but it’s a bit boring. The city is OK but I never have time to enjoy it – everything is so hectic. I often miss Italy."
      },
      {
        "content": "Rashid",
        "isBold": true
      },
      {
        "content": "My name’s Rashid. I’m 24 and I live in London. I’m Indian, but I was born here in the UK. My parents came here from Bombay (we call it Mumbai now) at the end of the 1960s. London’s a great place to be for me because I study architecture and there are lots of interesting buildings around. Every day I see something new. I don’t want to live anywhere else."
      },
      {
        "content": "Linda",
        "isBold": true
      },
      {
        "content": "My name’s Linda. I’m 25 and live in a small town outside Vancouver. My mother is Spanish and my father comes from Lagos in Nigeria. We speak English, French and Spanish at home. I work as a teacher in the local school. It’s a great job but very tiring because I get up very early every morning. Before, I worked as a secretary – I didn’t like it at all! I really like the town I live in, although it’s very cold in winter. Cities like Vancouver are just too big for me."
      }
    ],
    "options": [
      {
        "topic": ["Everybody’s parents have different nationalities. "],
        "answer": "错误"
      },
      {
        "topic": ["Everybody likes cities. "],
        "answer": "错误"
      },
      {
        "topic": ["Linda likes her job."],
        "answer": "正确"
      },
      {
        "topic": ["Carolina is the most positive about her city. "],
        "answer": "错误"
      },
      {
        "topic": ["Rashid was born in Bombay. "],
        "answer": "错误"
      }
    ],
    "translate": [
      "个人简介",
      "卡罗琳娜（Carolina）",
      "大家好，我是卡罗琳娜，今年21岁。我住在柏林，但出生在意大利南部。14岁那年，因为父亲的工作调动，我们全家从意大利搬到了这里。我有一半德国血统，一半意大利血统。几年前，我开始在家族企业工作——我们经营着一家珠宝店。除了周日，我每天下午都会在店里帮忙，不过说实话，这份工作有点无聊。这座城市还算不错，但我总是没时间好好享受——生活节奏太快了。我常常怀念意大利。",
      "拉希德（Rashid）",
      "我叫拉希德，今年24岁，住在伦敦。我是印度人，但出生在英国。我的父母在20世纪60年代末从孟买（我们现在称之为孟买）来到这里。对我来说，伦敦是个绝佳的地方，因为我正在学习建筑学，而这里有许多有趣的建筑。每天我都能看到新的东西。我不想住在其他任何地方。",
      "琳达（Linda）",
      "我叫琳达，今年25岁，住在温哥华郊外的一个小镇上。我母亲是西班牙人，父亲来自尼日利亚的拉各斯。我们在家里说英语、法语和西班牙语。我在当地的一所学校当老师。这是一份很棒的工作，但也很累人，因为我每天早上都得起得很早。以前，我做过秘书——我一点也不喜欢那份工作！我真的很喜欢我住的这个小镇，尽管冬天的天气很冷。像温哥华这样的大城市对我来说太大了。"
    ]
  },
  {
    "id": "2",
    "form": "From: U3 L3  P42",
    "contents": [
      {
        "content": "Rat race rebels",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Most of us are trapped in a nine-to-five office routine and many of us would like to escape. We interviewed three people who have said “No!” to this rat race…"
      },
      {
        "content": "Fiona",
        "isBold": true
      },
      {
        "content": "After university, I was on the dole for a few months. I didn’t have any money, so I was really pleased to get an office job… but it was very boring! I gave it up and went to do voluntary work for the VSO – Voluntary Service Overseas – in Rwanda. I teach old people and children to read and write. It’s not the most comfortable of jobs but it’s great to be doing something of real use for once."
      },
      {
        "content": "Andy",
        "isBold": true
      },
      {
        "content": "I used to be a freelance news journalist. It was very stressful and I had to travel a lot. I applied for loads of other jobs with no success, so I started to think about my real interest – football! Now, I work from home and write football articles for press agencies around the world. It’s a full-time job but I have much more free time. I’m my own boss and I can get up when I want!"
      },
      {
        "content": "Emma",
        "isBold": true
      },
      {
        "content": "I used to be a teacher and I worked 40 hours a week. Then, I saw the movie American Beauty and thought I could change my life too! I did a course in acupuncture and shiatsu massage. I took four years to get qualified but now I have set up my own business. Shiatsu is very popular these days because people are so stressed and you can earn quite good money."
      }
    ],
    "options": [
      {
        "topic": ["Fiona didn’t have a job for a while."],
        "answer": "正确"
      },
      {
        "topic": ["Andy has turned an interest into a profession."],
        "answer": "正确"
      },
      {
        "topic": ["Fiona has her own company."],
        "answer": "错误"
      },
      {
        "topic": ["Fiona feels she is doing something useful. "],
        "answer": "正确"
      },
      {
        "topic": ["Andy was influenced by a film that he saw."],
        "answer": "错误"
      }
    ],
    "translate": [
      "逃离职场“老鼠赛跑”的叛逆者",
      "我们中的大多数人都被困在朝九晚五的办公室日常中，而很多人渴望逃离这种生活。我们采访了三位对这种“老鼠赛跑”式生活说“不”的人……",
      "菲奥娜（Fiona）",
      "大学毕业后，我有几个月都在领失业救济金。由于没有钱，我很高兴能找到一份办公室工作……但那份工作实在太无聊了！我辞了职，去卢旺达为VSO（海外志愿服务组织）做志愿者工作。我教老年人和孩子读书写字。这并不是一份最舒适的工作，但能为他人做些真正有用的事情，感觉很棒。",
      "安迪（Andy）",
      "我曾经是一名自由新闻记者。这份工作压力很大，而且我经常需要出差。我申请了很多其他工作，但都没有成功，于是我开始思考自己真正的兴趣所在——足球！现在，我在家工作，为全世界的新闻机构撰写足球文章。这是一份全职工作，但我有了更多的空闲时间。我是自己的老板，想什么时候起床就什么时候起床！",
      "艾玛（Emma）",
      "我曾经是一名教师，每周工作40小时。后来，我看了电影《美国丽人》，心想我也可以改变自己的生活！于是，我参加了针灸和指压按摩的课程。我花了四年时间才取得资格，但现在我已经创办了自己的生意。如今，指压按摩非常受欢迎，因为人们压力太大，而且这份工作能赚不少钱。"
    ]
  },
  {
    "id": "3",
    "form": "From: U5  L2  P71",
    "contents": [
      {
        "content": "Your Weekend in Lisbon with Sunshine Tours",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Congratulations on booking your holiday with Sunshine Tours!!Here’s your travel itinerary for the long weekend. "
      },
      {
        "content": "THURSDAY 18th June ",
        "isBold": true
      },
      {
        "content": "A Sunshine Tours rep will meet you at Lisbon airport and a coach will take you to your hotel."
      },
      {
        "content": "FRIDAY 19th June",
        "isBold": true
      },
      {
        "content": "In the morning，we will take one of the city’s famous yellow trams up to the Castelo de São Jorge, with fabulous views over the city. The afternoon is free for you to explore the Baixa district with its interesting shops and cafés. In the evening, we will go to the Bairro Alto area for dinner and to hear the wonderfully melancholy fado music."
      },
      {
        "content": "SATURDAY 20th June",
        "isBold": true
      },
      {
        "content": "A day of contrasts. In the morning, a trip to the oldest neighbourhood, Alfama. Its little cobbled streets are charming but it is also one of the poorest parts of the city. We will have lunch in the central Praça do Comércio and then take the metro to the modern Parque das Nações — the site of the Expo, which has some stunning architecture. In the evening, you are free to enjoy whatever part of the city you wish."
      },
      {
        "content": "SUNDAY 21st June",
        "isBold": true
      },
      {
        "content": "A coach will take us out of the city to visit Sintra, summer residence of the kings of Portugal. Here, we will see the breathtaking Palácio Nacional and walk around Sintra’s beautiful woods and parks. On our way back, we will stop at Cascais, just half an hour from the capital. This is a real Portuguese beach resort, full of local people and crammed with restaurants, beach cafés and discos. After a relaxing dinner on the beach, the coach will take us back to the hotel. Our return flight leaves early on Monday morning."
      }
    ],
    "options": [
      {
        "topic": ["There is nothing organized on the Friday afternoon."],
        "answer": "正确"
      },
      {
        "topic": [
          "On Saturday afternoon, you will visit an old part of the city. "
        ],
        "answer": "错误"
      },
      {
        "topic": ["Cascais is popular with Portuguese people."],
        "answer": "正确"
      },
      {
        "topic": ["You will spend Sunday evening outside Lisbon."],
        "answer": "正确"
      },
      {
        "topic": ["You are going to return on Sunday night. "],
        "answer": "错误"
      }
    ],
    "translate": [
      "阳光之旅：您的里斯本周末行程",
      "恭喜您预订了阳光之旅（Sunshine Tours）的假期套餐！以下是您长周末的旅行行程安排。",
      "6月18日 星期四",
      "阳光之旅的代表将在里斯本机场迎接您，随后将有专车送您前往酒店。",
      "6月19日 星期五",
      "上午，我们将乘坐里斯本著名的黄色有轨电车前往圣乔治城堡（Castelo de São Jorge），在那里您可以俯瞰到整个城市的壮丽景色。下午，您将自由探索拜萨区（Baixa district），那里有许多有趣的商店和咖啡馆。晚上，我们将前往巴罗奥尔托区（Bairro Alto）享用晚餐，并聆听那悠扬而略带忧伤的法朵音乐（fado music）。",
      "6月20日 星期六",
      "这一天将充满对比。上午，我们将前往里斯本最古老的街区——阿尔法玛区（Alfama）。那里狭窄的石板路充满魅力，但同时也是城市中最贫穷的地区之一。我们将在中央的商业广场（Praça do Comércio）享用午餐，然后乘坐地铁前往现代化的国家公园（Parque das Nações）——这里是世博会的举办地，拥有一些令人惊叹的建筑。晚上，您可以自由探索城市的任何角落。",
      "6月21日 星期日",
      "专车将带我们离开城市，前往葡萄牙国王的避暑胜地——辛特拉（Sintra）。在那里，我们将参观令人叹为观止的佩纳宫（Palácio Nacional），并在辛特拉美丽的树林和公园中漫步。在返回的路上，我们将在距离首都仅半小时车程的卡斯卡伊斯（Cascais）停留。这是一个真正的葡萄牙海滨度假胜地，充满了当地人的气息，餐厅、海滩咖啡馆和迪斯科舞厅琳琅满目。在海滩上享用一顿轻松的晚餐后，专车将送我们返回酒店。我们的返程航班将于周一清晨起飞。"
    ]
  },
  {
    "id": "4",
    "form": "From: U6 L2  P85",
    "contents": [
      {
        "content": "Chocoholics喜欢巧克力的人",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Everybody loves chocolate. A cup of cocoa before going to bed or a Mars bar on the bus – the British are obsessed with it. The average Briton eats 10kg of chocolate a year. Women eat far more chocolate than men, an amazing 67% of total chocolate consumption. And the most popular snack is KitKat – fifty are eaten every second in the UK."
      },
      {
        "content": "Chocoholics are people with a chocolate obsession. But are they addicts? Not according to recent research. This shows that chocolate is not as addictive as coffee – in fact，there is no proof that chocolate creates addiction at all. And it’s a lot better for you than we thought. Some scientists say that it releases the same chemicals that your body produces when you are in love. Now that can’t be a bad thing!"
      },
      {
        "content": "Some more good news – it doesn’t raise your cholesterol level or give you acne, as people believe, and it can even be good for your teeth! It does, however, contain caffeine and is bad if you get headaches. So the least sensible time to eat it is at night."
      },
      {
        "content": "The British love chocolate but they are not as obsessed as the Swiss. The Swiss are officially the world’ greatest chocolate eaters – but then Swiss chocolate is the best!"
      }
    ],
    "options": [
      { "topic": ["Women buy less chocolate than men."], "answer": "错误" },
      {
        "topic": ["There is evidence that chocolate is addictive."],
        "answer": "错误"
      },
      { "topic": ["Chocolate contains caffeine."], "answer": "正确" },
      {
        "topic": ["You should avoid chocolate if you suffer from migraines."],
        "answer": "正确"
      },
      {
        "topic": ["The world’s greatest chocolate eaters are the British."],
        "answer": "错误"
      }
    ],
    "translate": [
      "Chocoholics：那些对巧克力痴迷的人",
      "人人都爱巧克力。睡前一杯热可可，或是在公交车上吃一块玛氏巧克力棒——英国人对巧克力的痴迷可见一斑。英国人平均每年吃掉10公斤巧克力。其中，女性吃巧克力的量远超男性，占据了巧克力总消费量的惊人67%。而最受欢迎的零食则是奇巧巧克力（KitKat）——在英国，每秒就有50块奇巧被吃掉。",
      "Chocoholics（巧克力狂热者）指的是那些对巧克力极度痴迷的人。但他们真的是上瘾了吗？根据最近的研究，并非如此。研究表明，巧克力并不像咖啡那样容易让人上瘾——事实上，根本没有证据表明巧克力会让人产生依赖性。而且，巧克力对我们身体的好处比我们想象的要大得多。一些科学家表示，吃巧克力会释放出与人体恋爱时产生的相同化学物质。这听起来可不是什么坏事！",
      "还有一些好消息——巧克力并不会像人们认为的那样提高胆固醇水平或导致痤疮，甚至对牙齿还有好处！不过，巧克力确实含有咖啡因，如果你容易头痛，那么吃巧克力可能就不太好了。因此，晚上吃巧克力显然不是最明智的选择。",
      "英国人虽然热爱巧克力，但他们的痴迷程度还比不上瑞士人。瑞士人可是官方认证的全球最爱吃巧克力的人——不过话说回来，瑞士巧克力确实是世界上最好的！"
    ]
  },
  {
    "id": "5",
    "form": "From: U8 L3  P121",
    "contents": [
      {
        "content": "Found Safe and Sound",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "The monkey who escaped from Bristol Zoo last weekend was discovered by school children yesterday. Police say that the animal, who was found in a school playground, was fine but a little hungry. The zoo admitted that it needed to improve its security."
      },
      {
        "content": "Discovered…Naked and Drunk",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Hollywood resident Helen Hicks was stopped by police early on Sunday morning after dancing around her neighbourhood with no clothes on. Hicks has drunk half a bottle of vodka after an argument with her rock guitarist boyfriend Johnny Hedges. A friend says that Ms Hicks was suffering depression."
      },
      {
        "content": "Hospitalised",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Lion tamer Sergei Ivanov was seriously injured by his lion, Sheba, during last night’s performance of the Moscow Circus. Ivanov has worked in the circus for over 25 years. He was taken to Springfields General Hospital last night. Doctors say that he is lucky to be alive."
      },
      {
        "content": "Caught on Camera",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "Super-rich male model Justin Orlando’s love affair with British pop singer Ross Curtis was exposed this week. The two men were photographed together in a London restaurant. Orlando, who has never tried to hide his sexuality, said that he was very happy with his new partner."
      }
    ],
    "options": [
      {
        "topic": ["The monkey was found by school children."],
        "answer": "正确"
      },
      {
        "topic": [
          "The zoo said they were responsible for the monkey’s escape."
        ],
        "answer": "正确"
      },
      { "topic": ["Helen took her clothes off as a joke."], "answer": "错误" },
      {
        "topic": ["Sergei hadn’t had much experience with animals."],
        "answer": "错误"
      },
      { "topic": ["Justin wanted to hide his sexuality."], "answer": "错误" }
    ],
    "translate": [
      "新闻简报",
      "猴子安全找回",
      "上周末从布里斯托尔动物园逃脱的猴子于昨日被一群学生发现。警方表示，这只在学校操场被发现的动物状况良好，只是有些饥饿。动物园方面承认，他们需要加强安全措施。",
      "裸身醉酒被发现",
      "好莱坞居民海伦·希克斯（Helen Hicks）在周日清晨因在社区内裸身跳舞而被警方拦下。据悉，希克斯在与摇滚吉他手男友约翰尼·赫奇斯（Johnny Hedges）发生争执后，喝下了半瓶伏特加。一位朋友表示，希克斯当时正遭受抑郁症的困扰。",
      "驯兽师受伤住院",
      "在昨晚莫斯科马戏团的表演中，驯狮师谢尔盖·伊万诺夫（Sergei Ivanov）被他的狮子谢巴（Sheba）严重咬伤。伊万诺夫在马戏团工作已有25年之久。昨晚，他被紧急送往斯普林菲尔德综合医院。医生表示，他能活下来实属幸运。",
      "恋情被拍",
      "超级富有的男模贾斯汀·奥兰多（Justin Orlando）与英国流行歌手罗斯·柯蒂斯（Ross Curtis）的恋情本周被曝光。两人被拍到在伦敦一家餐厅共进晚餐。奥兰多从未试图隐瞒自己的性取向，他表示对这位新伴侣非常满意。"
    ]
  },
  {
    "id": "6",
    "form": "From: U9 L1 P132",
    "contents": [
      {
        "content": "Digital Natives",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "David is not very comfortable with new technology and he does not have many gadgets. Lucy loves new technology. She owns a games console, an MP3 player, and a mobile phone with a built-in digital camera. David is a teacher. Lucy is his student."
      },
      {
        "content": "Like Lucy, many children grow up using computers almost every day and often know more about technology than adults. Educator Marc Prensky calls children like Lucy “digital natives”. Digital natives can quickly learn how to use new gadgets and new software, while non-digital natives spend a lot of time reading manuals and worrying about computer viruses. In fact, many parents try to save time by asking their children to teach them how to use new technology!"
      },
      {
        "content": "The divide between digital natives and non-digital natives can cause problems at school because students and teachers grow up with very different ideas about technology. Many teachers think that playing computer games is a waste of time and that technology has made children unable to concentrate. However, many students think their classes are slow and boring, and want to use computers to study."
      },
      {
        "content": "Prensky believes that digital natives have learned a lot from technology, but that they learn things in a different way. For example, reading a website is different from reading a book, so digital natives are good at finding the information they need and choosing what they want to read. So perhaps teachers need to change the way they teach and use more technology in class – because the number of digital natives will keep increasing!"
      }
    ],
    "options": [
      { "topic": ["David is a digital native."], "answer": "错误" },
      {
        "topic": ["Marc Prensky is interested in teaching with technology."],
        "answer": "正确"
      },
      {
        "topic": [
          "Digital natives are comfortable using laptops and flash drives."
        ],
        "answer": "正确"
      },
      {
        "topic": [
          "Many teachers think computer games are only for having fun or killing time."
        ],
        "answer": "正确"
      },
      {
        "topic": ["People read books and websites in the same way."],
        "answer": "错误"
      }
    ],
    "translate": [
      "数字原住民",
      "大卫对新技术不太适应，他拥有的电子设备也不多。而露西则热爱新技术，她拥有一台游戏机、一个MP3播放器，以及一部内置数码相机的手机。大卫是一名教师，露西则是他的学生。",
      "和露西一样，许多孩子几乎每天都在使用电脑，他们往往比成年人更了解技术。教育工作者马克·普伦斯基（Marc Prensky）将像露西这样的孩子称为“数字原住民”。数字原住民能够迅速学会如何使用新的电子设备和软件，而非数字原住民则需要花费大量时间阅读手册，并担心电脑病毒。事实上，许多家长为了节省时间，甚至会请孩子教他们如何使用新技术！",
      "数字原住民和非数字原住民之间的鸿沟在学校里可能会引发问题，因为学生和教师在技术方面的成长背景截然不同。许多教师认为玩电脑游戏是浪费时间，而且技术让孩子变得无法集中注意力。然而，许多学生则认为他们的课程节奏缓慢且乏味，希望使用电脑来学习。",
      "普伦斯基认为，数字原住民从技术中学到了很多东西，但他们学习的方式与众不同。例如，阅读网页与阅读书籍是不同的体验，因此数字原住民擅长找到他们需要的信息，并选择他们想读的内容。因此，或许教师们需要改变他们的教学方式，在课堂上更多地使用技术——因为数字原住民的数量将会持续增长！"
    ]
  },
  {
    "id": "7",
    "form": "From: U10 L2  P153",
    "contents": [
      {
        "content": "Spanglish",
        "isBold": true,
        "isCenter": true
      },
      {
        "content": "In which city can you read signs like “Aparca your car aquí” or “Cuidado con los pickpockets”? Travelguide investigates."
      },
      {
        "content": "1.2 million Hispanics live in the Big Apple and one in five New Yorkers speaks Spanish at home. In the last ten years, the Hispanic population has grown by 400 000. This reflects the enormous increase in the Hispanic population in the States. There are now 42 million Hispanics resident in the USA, representing 15% of the total population."
      },
      {
        "content": "here is a new language, SPANGLISH – a strange mixture of Spanish and English – which is invading the city. The New York Times recently said that it had become the city’s third official language. Its use is colloquial and often limited to short sentences and signs. Many New Yorkers now wear socketines on their feet, drop something on the carpeta, shop for grocerias and have cornfley (“cornflakes”) for breakfast."
      },
      {
        "content": "Norma Rodríguez, a 45-year-old Cuban living in Washington Heights, says it forms a part of her life now: “Sometimes, you don’t realize that you’re mixing the two languages. You just hear them both all the time and find that you’re inventing new words.” Other people, however, are fighting against this new street language. Businessman Juan Cortés sees it as a sign that the Spanish language is being destroyed. “It’s difficult, but I try not to speak it – it feels vulgar to me.”"
      },
      {
        "content": "Meanwhile, a surprising number of academics have spoken in favour of Spanglish. José María Ruiz, from NY State University, even runs courses in Spanglish and has written a dictionary. “It is a dialogue between two languages and cultures. We have to accept that languages change and evolve. The only languages that never change are dead ones.”"
      }
    ],
    "options": [
      {
        "topic": [
          "The Spanish-speaking population has grown very fast recently."
        ],
        "answer": "正确"
      },
      {
        "topic": [
          "More people are interested in studying Spanish than before."
        ],
        "answer": "正确"
      },
      {
        "topic": ["Spanglish is mainly used in formal contexts."],
        "answer": "错误"
      },
      {
        "topic": [
          "Norma Rodríguez doesn’t notice when she is speaking Spanglish."
        ],
        "answer": "正确"
      },
      {
        "topic": [
          "Juan Cortés doesn’t speak Spanglish because he feels stupid when he tries."
        ],
        "answer": "错误"
      }
    ],
    "translate": [
      "Spanglish：纽约的新语言现象",
      "在哪个城市，你会看到“Aparca your car aquí”（把你的车停在这里）或“Cuidado con los pickpockets”（小心扒手）这样的标语？《旅行指南》对此进行了调查。",
      "纽约这座“大苹果”城里居住着120万西语裔人口，每五个纽约人中就有一个在家里说西班牙语。在过去的十年里，西语裔人口增长了40万。这反映了美国西语裔人口的巨大增长。如今，美国有4200万西语裔居民，占总人口的15%。",
      "在这个城市里，出现了一种新的语言——Spanglish，这是一种西班牙语和英语的奇怪混合体，正在“入侵”这座城市。《纽约时报》最近称，Spanglish已成为纽约市的第三种“官方语言”。它的使用通常是口语化的，并且往往仅限于短句和标语。现在，许多纽约人脚上穿着“socketines”（袜子），东西掉在“carpeta”（地毯）上，去商店买“grocerias”（杂货），早餐吃“cornfley”（玉米片，即cornflakes的变体）。",
      "居住在华盛顿高地的45岁古巴人诺玛·罗德里格斯（Norma Rodríguez）表示，Spanglish已经成为她生活的一部分：“有时候，你甚至没有意识到自己在混合使用两种语言。你总是听到这两种语言，然后发现自己发明了新词。”然而，也有人反对这种新的街头语言。商人胡安·科尔特斯（Juan Cortés）认为这是西班牙语被破坏的标志。“这很难，但我尽量不说Spanglish——我觉得它听起来很粗俗。”",
      "与此同时，令人惊讶的是，许多学者都支持Spanglish。纽约州立大学的何塞·玛丽亚·鲁伊斯（José María Ruiz）甚至开设了Spanglish课程，并编写了一本词典。“这是两种语言和文化之间的对话。我们必须接受语言会变化和演变的事实。唯一不变的语言是死语言。”"
    ]
  }
]
